amd-ucode
base
base-devel
bluez
bluez-utils
btop
cinnamon-translations
dnsmasq
dosfstools
efibootmgr
engrampa
fastfetch
file-roller
fish
flatpak
gamemode
gamescope
git
gnome-keyring
gnome-screenshot
grim
grub
gst-plugin-pipewire
gum
gvfs-smb
htop
hyprland
hyprlock
imagemagick
intel-media-driver
iwd
jq
kitty
libpulse
libva-intel-driver
linux-firmware
linux-zen
lutris
micro
nano
nemo
nemo-fileroller
network-manager-applet
networkmanager
noto-fonts
noto-fonts-cjk
noto-fonts-emoji
nwg-bar
nwg-look
obs-studio
openbsd-netcat
otf-font-awesome
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
power-profiles-daemon
ppsspp
qemu-full
rofi
sddm
slurp
smartmontools
sof-firmware
steam
swaync
swww
system-config-printer
ttf-dejavu
ttf-fira-code
ttf-jetbrains-mono
ttf-jetbrains-mono-nerd
ttf-liberation
ttf-nerd-fonts-symbols
ttf-roboto
uwsm
vde2
vim
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wget
wine-gecko
wine-mono
wine-staging
winetricks
wireless_tools
wireplumber
woff2-font-awesome
wpa_supplicant
xdg-desktop-portal-hyprland
xdg-user-dirs-gtk
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
